sumkindafreak/new_showduino/stage-engine/esp32-p4/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32p4"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y
CONFIG_ESP_CONSOLE_SECONDARY_NONE=y
CONFIG_LOG_DEFAULT_LEVEL_INFO=y
CONFIG_COMPILER_OPTIMIZATION_DEBUG=y
CONFIG_FREERTOS_HZ=1000
